{
  "schoolName": "chrono",
  "alignedSchool": [
    "necro",
    "sooth",
    "element"
  ],
  "neutralSchool": [
    "thaumat",
    "summon",
    "illusion",
    "witch",
    "sigil"
  ],
  "opposedSchool": "enchant",
  "spells": [
    {
      "name": "Раскрошить (Crumble)",
      "difficult": 10,
      "category": "Линия видимости",
      "description": "Это заклинание работает только против искусственно созданных объектов, таких как строения и стены. Волшебник стремительно ускоряет течение времени в небольшой области структуры, вызывая разрушения. Это может эффективно создать дыру в стене размеров в дверь, что обязательно отмечается на столе любым способом. Это заклинание так же может быть использовано для разрушения части пола, на котором стоит фигура этажом выше. В таком случае, фигурка подверженная эффекту должна пройти бросок воли против броска сотворения, или упасть на уровень ниже и получить повреждения как обычно."
    },
    {
      "name": "Разложение (Decay)",
      "difficult": 12,
      "category": "Линия видимости",
      "description": "Волшебник выбирает оружие цели в качестве атаки, что заставляет его гнить и разлагаться и делает недееспособным до конца игры. Это заклинание не имеет эффекта против магического оружия (даже того, что временно зачаровано)."
    },
    {
      "name": "Быстродействие (Fast act)",
      "difficult": 8,
      "category": "Линия видимости",
      "description": "Целевая фигура начнёт действовать первой в следующий ход в специальную фазу перед фазой волшебника. Если заклинание сотворено несколько раз в один ход, все такие фигуры будут действовать в специальной фазе, начиная с последней фигуры, на которую воздействовали заклинанием быстродействия и так, до первой."
    },
    {
      "name": "Быстрая поступь (Fleet feet)",
      "difficult": 10,
      "category": "Линия видимости",
      "description": "Цель получает +2 к параметру Движения до конца игры. Множественное наложение этого заклинания на одну цель не имеет эффекта."
    },
    {
      "name": "Остолбенение (Petrify)",
      "difficult": 12,
      "category": "Линия видимости",
      "description": "Цель, временно заморожена, и не может предпринимать каких-либо действий в свою следующую активацию. После следующей активации, фигура действует как обычно. Цель, может предпринять попытку сопротивления этому заклинанию, если успешно проведёт бросок воли против броска заклинания."
    },
    {
      "name": "Замедление (Slow)",
      "difficult": 12,
      "category": "Линия видимости",
      "description": "Цель должна пройти бросок воли либо понизить свои действия на одно во время активации. После каждой активации цель совершает новый бросок воли против изначального броска заклинания, чтобы стряхнуть эффект заклинания. А иначе, эффект держится до конца игры. Множественное сотворение этого заклинания в одну цель не имеет эффекта."
    },
    {
      "name": "Запас времени (Time store)",
      "difficult": 14,
      "category": "Только на себя",
      "description": "Волшебник захватывает фрагмент своего настоящего для использования в будущем. Для сотворения этого заклинания, волшебник должен потратить два действия в этот ход. Первое он должен потратить для сотворения Запаса времени. При успехе, второе действие теряется. Этот волшебник теперь имеет зарезервированное «дополнительное действие», которое он может использовать в будущий ход. Это действие может быть использовано, когда волшебник получает своё обычное количество действий в ход, то есть дать ему три действия в этом ходу. Одновременно, волшебник может держать активным лишь один Запас времени."
    },
    {
      "name": "Прогулка во времени (Time walk)",
      "difficult": 18,
      "category": "Только на себя",
      "description": "Волшебнику разрешается активироваться со своими обычными двумя действиями второй раз в ход – в фазе солдат. Если волшебник проваливает это заклинание он получает 2 повреждения в дополнение ко всем другим повреждениям за провал сотворения заклинания. Волшебник не может колдовать Прогулку во времени, если сейчас он использует Запас времени."
    }
  ]
}