{
  "schoolName": "enchant",
  "alignedSchool": [
    "witch",
    "sigil",
    "element"
  ],
  "neutralSchool": [
    "necro",
    "illusion",
    "summon",
    "sooth",
    "thaumat"
  ],
  "opposedSchool": "chrono",
  "spells": [
    {
      "name": "Оживить конструкт (Animate construct)",
      "difficult": 8,
      "category": "Вне игры",
      "description": "Заклинание включает также саму постройку чародеем конструкта и использование заклинания для его оживления. Если заклинание успешно сотворено конструкт мгновенно становится членом отряда, занимая место солдата. Чародей может заявить, что он оживляет конструкта любого размера (маленького, среднего или большого – см. Главу VI: Бестиарий), но чем больше конструкт, тем сложнее его оживить. При оживлении учитываются следующие модификаторы: Маленький 0, Средний -3, Большой -6."
    },
    {
      "name": "Контроль конструкта (Control construct)",
      "difficult": 12,
      "category": "Линия видимости",
      "description": "Если заклинание сотворено успешно, то целевой конструкт немедленно совершает бросок воли против броска заклинания. Если бросок провален, то волшебник получает контроль над конструктом до конца игры. Волшебник одновременно может контролировать лишь один конструкт."
    },
    {
      "name": "Наложить чары (Embed enchantment)",
      "difficult": 12,
      "category": "Вне игры",
      "description": "Заклинание приводит к активации заклинания Зачаровать броню либо Зачаровать оружие до конца игры и оружие либо броня, о котором идёт речь, может стать магической вещью навечно. Кроме того, волшебник может сотворить любое из этих заклинаний после игры (хоть они и не являются заклинаниями типа «Вне игры»), непосредственно на вещь с Наложенными чарами. Если оба заклинания успешны, вещь навсегда становится зачарованной."
    },
    {
      "name": "Зачаровать броню (Enchant armour)",
      "difficult": 8,
      "category": "Линия видимости",
      "description": "Броня, надетая на цель, теперь считается магической броней и даёт +1 к параметру Брони до конца игры. Магические доспехи не могут быть зачарованы. Множественное сотворение этого заклинания на одну цель не имеет эффекта."
    },
    {
      "name": "Зачаровать оружие (Enchant weapon)",
      "difficult": 8,
      "category": "Линия видимости",
      "description": "Целевое оружие получает временную магическую поддержку от волшебника. Оружие ближнего боя от этого заклинания становится магическим и даёт своему носителю +1 к характеристике Боя до конца игры. Луки и Арбалеты при наложении этого заклинания дают носителю +1 к параметру Стрельбы, но не считаются магическим оружием. Тем не менее, это заклинание можно наложить на стрелу, либо болт. Это даст +1 к параметру Стрельбы и будет считаться магическим оружием, но только на время следующего выстрела. Зачарованный лук либо арбалет может быть использован для стрельбы аналогично зачарованными стрелами и болтами, при этом их бонусы складываются. Магическое оружие не может быть зачарованно."
    },
    {
      "name": "Граната (Grenade)",
      "difficult": 10,
      "category": "Линия видимости",
      "description": "Волшебник берет предмет, обычно кусок камня, заряжает его магической энергией и бросает в цель, после чего он взрывается и разлетается на сотни осколков. Волшебник выбирает цель в пределах 12”. Все фигурки, включая союзные, в пределах 1,5” от этой точки немедленно получают стрелковую атаку +3."
    },
    {
      "name": "Сила (Strength)",
      "difficult": 10,
      "category": "Линия видимости",
      "description": "Цель получает +2 к Бою до конца игры. Множественное сотворение Силы на одну цель не имеет эффекта."
    },
    {
      "name": "Телекинез (Telekinesis)",
      "difficult": 8,
      "category": "Линия видимости",
      "description": "шебник может передвигать не подобранное сокровище в пределах 24” на 6” в любом направлении. Он может передвигать сокровище через любой ландшафт и преграды так долго, пока есть линия видимости к сокровищу. Если сокровище пропадает с линии видимости, оно немедленно падает на землю."
    }
  ]
}