{
  "schoolName": "enchant",
  "alignedSchool": ["witch", "sigil", "element"],
  "neutralSchool": ["necro", "illusion", "summon", "sooth", "thaumat"],
  "opposedSchool": "chrono",
  "spells": [
    {
      "name": "Оживить конструкт (Animate construct)",
      "difficult": 8,
      "category": "Вне игры",
      "description": "Заклинание включает также саму постройку чародеем конструкта и использование заклинания для его оживления. Если заклинание успешно сотворено конструкт мгновенно становится членом отряда, занимая место солдата. Чародей может заявить, что он оживляет конструкта любого размера (маленького, среднего или большого – см. Главу VI: Бестиарий), но чем больше конструкт, тем сложнее его оживить. При оживлении учитываются следующие модификаторы: Маленький 0, Средний -3, Большой -6."
    },
    {
      "name": "Контроль конструкта (Control construct)",
      "difficult": 12,
      "category": "Линия видимости",
      "description": "Если заклинание сотворено успешно, то целевой конструкт немедленно совершает бросок воли против броска заклинания. Если бросок провален, то волшебник получает контроль над конструктом до конца игры. Волшебник одновременно может контролировать лишь один конструкт."
    },
    {
      "name": "Наложить чары (Embed enchantment)",
      "difficult":12,
      "category": "Вне игры",
      "description": "Заклинание приводит к активации заклинания Зачаровать броню либо Зачаровать оружие до конца игры и оружие либо броня, о котором идёт речь, может стать магической вещью навечно. Кроме того, волшебник может сотворить любое из этих заклинаний после игры (хоть они и не являются заклинаниями типа «Вне игры»), непосредственно на вещь с Наложенными чарами. Если оба заклинания успешны, вещь навсегда становится зачарованной."
    },
    {
      "name": "Зачаровать броню (Enchant armour)",
      "difficult":8,
      "category": "Линия видимости",
      "description": "Броня, надетая на цель, теперь считается магической броней и даёт +1 к параметру Брони до конца игры. Магические доспехи не могут быть зачарованы. Множественное сотворение этого заклинания на одну цель не имеет эффекта."
    }
  ]
}