{
  "schoolName": "illusion",
  "alignedSchool": [
    "sooth",
    "sigil",
    "thaumat"
  ],
  "neutralSchool": [
    "necro",
    "witch",
    "chrono",
    "summon",
    "enchant"
  ],
  "opposedSchool": "element",
  "spells": [
    {
      "name": "Красота (Beauty)",
      "difficult": 10,
      "category": "Только на себя",
      "description": "Заклинание влияет только на людей (то есть на всё, что не находится в Главе VI: Бестиарий), которые при взгляде на чародея видят образец красоты. Любой, кто хочет атаковать чародея сначала должен пройти тест на волю против значения на кубике чародея. Если тест на волю провален – это не означает, что атакующий потерял действие. Любая фигура, магически вынужденная драться с целью заклинания должна также пройти тест на волю или получит -1 к характеристике Бой."
    },
    {
      "name": "Золото дураков (Fool`s gold)",
      "difficult": 8,
      "category": "Вне игры",
      "description": "Заклинание позволяет волшебнику поместить дополнительный маркер сокровищ в начале игры. Однако он должен тайком отметить какой маркер сокровищ будет являться золотом дураков. Когда любая фигура входит в базовый контакт с золотом дураков, этот маркер сокровищ немедленно исчезает и удаляется из игры."
    },
    {
      "name": "Сияние (Glow)",
      "difficult": 10,
      "category": "Линия видимости",
      "description": "Яркое сияние света окружает целевую фигуру. До конца игры все стрелковые атаки против неё будут иметь модификатор +3. Множественное сотворение Сияния на одну цель не имеет эффекта."
    },
    {
      "name": "Иллюзорный солдат (Illusionary soldier)",
      "difficult": 12,
      "category": "Вне игры",
      "description": "Призывает иллюзорного солдата в отряд на следующую битву. Этот солдат не может поднимать сокровища и наносить повреждения. Если он получает повреждения любого типа, он удаляется. Одновременно, отряд может иметь лишь одного иллюзорного солдата."
    },
    {
      "name": "Невидимость (Invisibility)",
      "difficult": 12,
      "category": "Касание",
      "description": "Целевая фигура становится невидимой и не может быть целью атак или заклинаний (однако может подвергаться эффектам области, как например радиусу поражения заклинания Гранаты). Эффект заклинания длится до тех пор, пока цель не начнёт атаку, сотворение заклинания или не подберёт предмет с сокровищами. Заклинание можно сотворить на фигуру с уже подобранным сокровищем, делая их невидимыми."
    },
    {
      "name": "Монстрообразная форма (Monstrous form)",
      "difficult": 8,
      "category": "Только на себя",
      "description": "Любая фигура, которая хочет войти в базовый контакт с волшебником должны немедленно совершить бросок воли против Броска заклинания. При провале, фигурка видит ужасное существо вместо волшебника и слишком напугана для атаки – и может совершить лишь движение прочь от него. Волшебник не может иметь заклинания Красоты и Монстрообразной формы одновременно. Нежить, конструкты и демоны невосприимчивы к воздействию Монстрообразной формы."
    },
    {
      "name": "Телепорт (Teleport)",
      "difficult": 10,
      "category": "Только на себя",
      "description": "Волшебник немедленно перемещается в любую локацию в линии видимости, но более не может совершать действий в этом ходу, Заклинание не может быть использовано для входа в ближний бой."
    },
    {
      "name": "Переставить (Transpose)",
      "difficult": 12,
      "category": "Линия видимости",
      "description": "Заклинание меняет местами две фигуры на поле боя. Две переставляемые фигуры должны быть не более 10” друг от друга в линии видимости волшебника. Волшебник может сотворить заклинание и на себя самого вместе с другой фигурой. Если он хочет переставить вражеские фигуры (существа или члены отряда соперника), они могут каждый совершить бросок воли против броска заклинания. Если хотя бы один бросок успешен, заклинание провалено. Это заклинание может выбирать цели, находящиеся в ближнем бою."
    }
  ]
}