{
  "schoolName": "necro",
  "alignedSchool": [
    "witch",
    "chrono",
    "summon"
  ],
  "neutralSchool": [
    "element",
    "sigil",
    "illusion",
    "enchant",
    "sooth"
  ],
  "opposedSchool": "thaumat",
  "spells": [
    {
      "name": "Костяной дротик (Bone dart)",
      "difficult": 8,
      "category": "Линия видимости",
      "description": "При успешном сотворении заклинания в цель летит маленькая острая кость. Чародей может выполнить немедленно +5 стрелковую атаку против любой фигуры на линии видимости. Заклинание не считается магической атакой."
    },
    {
      "name": "Кости земли (Bones of the earth)",
      "difficult": 10,
      "category": "Линия видимости",
      "description": "Рука скелета появляется из земли и хватает цель за лодыжку. Цель заклинания на месте и не может передвигаться. Любая форма магического перемещения поможет цели вырваться. Другой способ выбраться это драться с рукой. Рука имеет показатель Боя +0 и одну единицу здоровья. Если рука получает повреждение она разрушается и цель свободна. Это заклинание может быть сотворено только на цель, которая стоит на земле. Максимальная дальность заклинания 18 дюймов."
    },
    {
      "name": "Контроль нежити (Control undead)",
      "difficult": 12,
      "category": "Линия видимости",
      "description": "Если заклинание сотворено успешно, то целевая нежить немедленно совершает бросок воли против броска заклинания. Если бросок провален, то волшебник получает контроль над мёртвым существом до конца игры. Волшебник одновременно может контролировать лишь одно неживое существо."
    },
    {
      "name": "Поднять зомби (Raise zombie)",
      "difficult": 8,
      "category": "Вне игры ИЛИ Касание",
      "description": "Это заклинание может быть использовано, как и «Вне игры», так и во время игры. При успехе волшебник добавляет одного Зомби себе в отряд (см. Глава VI: Бестиарий). Если заклинание сотворено до игры, зомби выставляется как обычно. Если это происходит во время игры, зомби поднимается в базовом контакте с волшебником. Отряд может иметь лишь одного зомби в один момент времени. Если зомби убивают во время игры, Поднять зомби можно сотворить снова, чтобы поднять другого. Поднятие зомби никак не влияет на ограничения размера отряда и остаётся в отряде до конца игры, после чего он превращается в пыль."
    },
    {
      "name": "Показать смерть (Reveal death)",
      "difficult": 12,
      "category": "Линия видимости",
      "description": "Это заклинание вызывает видения у цели своей собственной смерти. Цель должна немедленно пройти бросок воли против Броска заклинания. Если цель проваливает его, она пропускает свою следующую активацию."
    },
    {
      "name": "Поглотить заклинание (Spell eater)",
      "difficult": 12,
      "category": "Линия видимости",
      "description": "Это заклинание отменяет эффект любого активного заклинания в игре и волшебник немедленно получает 1 очко повреждений. Это не может отменить призванное существо, но может отменить эффект контроля существа."
    },
    {
      "name": "Украсть здоровье (Steal health)",
      "difficult": 10,
      "category": "Линия видимости",
      "description": "Целью заклинания может быть только фигурка с 1 или 2 очками Здоровья. Цель немедленно должна совершить бросок воли против броска заклинания. Если она проваливает это, то немедленно умирает, а волшебник получает 3 очка Здоровья. Этим нельзя поднять здоровье выше, чем было у волшебника изначально. Это заклинание не имеет эффекта против нежити, конструктов или демонов. Волшебник может выбрать целью члена своего отряда – если он делает это, то цель, если выживает, немедленно (и навсегда) покидает отряд и двигается так быстро, насколько возможно, прочь с поля боя."
    },
    {
      "name": "Умертвить (Strike dead)",
      "difficult": 18,
      "category": "Линия видимости",
      "description": "Это заклинание может быть нацелено на фигурку в пределах 8”. Цель должна совершить бросок воли против броска заклинания или немедленно понизить свой параметр Здоровья до 0. Все фигуры могут попытаться совершить бросок воли против этого заклинания, даже фигуры не-волшебники. Волшебник немедленно теряет 1 очко Здоровья после попытки сотворить это заклинание (даже если оно успешно), плюс все другие потери Здоровья, вызванные за неудачу или преимущества."
    }
  ]
}